Repository: CcMenta/faugus-launcher
Catalog: languages/*/faugus-proton-manager.po
Languages: ar, de, es, hu, sv

source: Faugus GE-Proton Manager
ar: برنامج Faugus GE-Proton
es: Faugus Gestor de GE-Proton
hu: Faugus GE-Proton kezelő
sv: Faugus GE-Proton hanteraren

source: Error fetching releases:
ar: خطأ في جلب الإصدارات:
de: Fehler beim Abrufen von Ver√∂ffentlichungen:
es: Error al obtener las versiones:
hu: Hiba a verziók lekérdezésekor:
sv: Fel vid hämtning av utgåvor:

source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
hu: Eltávolítás
sv: Ta bort

source: Download
ar: تنزيل
de: Herunterladen
es: Descargar
hu: Letöltés
sv: Ladda ner

source: Downloading
ar: جاري التنزيل
de: Herunterladen
es: Descargando
hu: Letöltés
sv: Laddar ner

source: Downloading...
ar: جاري التنزيل...
de: Herunterladen...
es: Descargando…
hu: Letöltés...
sv: Laddar ner...

source: Downloading {tag}...
ar: جاري تنزيل {tag}...
de: Herunterladen von {tag}...
es: Descargando {tag}…
hu: Letöltés {tag}...
sv: Laddar ner {tag}...

source: Extracting...
ar: جاري الاستخراج...
de: Extrahiere...
es: Extrayendo…
hu: Kicsomagolás...
sv: Extraherar...

source: Extracting {tag}...
ar: جاري استخراج {tag}...
de: Extrahiere {tag}...
es: Extrayendo {tag}…
hu: Kicsomagolás {tag}...
sv: Extraherar {tag}...

source: Extracting... {percent}%
ar: جاري الاستخراج... {percent}%
de: Extrahiere... {percent}%
es: Extrayendo… {percent}%
hu: Kicsomagolás... {percent}%
sv: Extraherar... {percent}%

source: Failed to extract {tar_file_path}: {error}
ar: فشل في استخراج {tar_file_path}: {error}
de: Extrahieren von {tar_file_path} fehlgeschlagen: {error}
es: Error al extraer: {tar_file_path}: {error}
hu: Sikertelen kicsomagolás {tar_file_path}: {error}
sv: Misslyckades att extrahera {tar_file_path}: {error}

source: Failed to remove {version_path}: {error}
ar: فشل في إزالة {version_path}: {error}
de: Entfernen von {version_path} fehlgeschlagen: {error}
es: Error al eliminar {version_path}: {error}
hu: Sikertelen eltávolítás {version_path}: {error}
sv: Misslyckades att ta bort {version_path}: {error}
