Repository: CcMenta/faugus-launcher
Catalog: languages/*/faugus-launcher.po
Languages: ar, de, es

source: xdg-user-dir not found or failed; falling back to ~/Desktop
ar: لم يتم العثور على xdg-user-dir أو فشل؛ العودة إلى ~/Desktop
de: xdg-user-dir nicht gefunden oder fehlgeschlagen; Greife zurück auf ~/Desktop
es: xdg-user-dir encontrado o fallido; se recurre a ~/Desktop

source: Play
ar: تشغيل
de: Spielen
es: Jugar

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar

source: Delete
ar: حذف
de: Löschen
es: Eliminar

source: Duplicate
ar: نسخ
de: Duplizieren

source: Open prefix location
ar: فتح موقع prefix
de: Prefix-Ordner öffnen
es: Abrir ubicación del prefix

source: Show logs
ar: عرض السجلات
de: Logs anzeigen
es: Mostrar registros

source: Force close all running games
ar: إغلاق جميع الألعاب قيد التشغيل بالقوة
de: Schließen aller laufenden Spiele erzwingen
es: Forzar cierre de todos los juegos en ejecución

source: Search...
ar: بحث...
de: Suchen...
es: Buscar…

source: Shut down
ar: إيقاف التشغيل
de: Herunterfahren
es: Apagar

source: Reboot
ar: إعادة التشغيل
de: Neustarten
es: Reiniciar

source: Log out
ar: تسجيل الخروج
de: Ausloggen
es: Cerrar sesión

source: Close
ar: إغلاق
de: Schließen
es: Cerrar

source: Stop
ar: إيقاف
es: Detener

source: {} Logs
ar: سجلات {}
es: {} Registros

source: Copy to clipboard
ar: نسخ إلى الحافظة
de: In die Zwischenablage kopieren
es: Copiar al portapapeles

source: Open file location
ar: فتح موقع الملف
de: Dateispeicherort öffnen
es: Abrir ubicación del archivo

source: {title} already exists.
ar: {title} موجود بالفعل.
de: {title} existiert bereits.
es: {title} ya existe.

source: Error reading the JSON file: {error}
ar: خطأ في قراءة ملف JSON: {error}
de: Fehler beim Lesen der JSON-Datei: {error}
es: Error al leer el archivo JSON: {error}

source: {title} is already running.
ar: {title} قيد التشغيل بالفعل.
de: {title} läuft bereits.
es: {title} ya se está ejecutando.

source: Ok
ar: موافق
es: Aceptar

source: Open Faugus Launcher
ar: فتح مشغل Faugus
de: Öffne Faugus Launcher
es: Abrir Faugus Launcher

source: Quit
ar: خروج
de: Schließen
es: Salir

source: Edit {title}
ar: تحرير {title}
de: {title} bearbeiten
es: Editar {title}

source: Add or remove a shortcut from Steam. Steam needs to be restarted. NO STEAM USERS FOUND.
ar: إضافة أو إزالة اختصار من Steam. يجب إعادة تشغيل Steam. لم يتم العثور على مستخدمي Steam.
de: Hinzufügen oder entfernen einen Verknüpfung in Steam. Steam muss neu gestartet werden. KEINE STEAM NUTZER GEFUNDEN.
es: Agregar o quitar un acceso directo de Steam. Es necesario reiniciar Steam. NO SE ENCONTRARON USUARIOS DE STEAM.

source: {title} is running. Please close it first.
ar: {title} قيد التشغيل. يرجى إغلاقه أولاً.
de: {title} läuft bereits. Bitte schließen Sie es zuerst.
es: {title} está en ejecución. Por favor, ciérrelo primero.

source: Error resizing banner: {error}
ar: خطأ في تغيير حجم اللافتة: {error}
de: Fehler bei der Größenänderung des Banners: {error}
es: Error al cambiar el tamaño del banner: {error}

source: No internet connection.
ar: لا يوجد اتصال بالإنترنت.
de: Keine Internetverbindung.
es: Sin conexión a internet.

source: Installing {title}...
ar: جاري تثبيت {title}...
de: Installiere {title}...
es: Instalando {title}...

source: Finish installation
ar: إنهاء التثبيت
de: Installation beenden
es: Finalizar instalación

source: Downloading Battle.net...
ar: جاري تنزيل Battle.net...
de: Lade Battle.net herunter...
es: Descargando Battle.net…

source: Downloading EA App...
ar: جاري تنزيل تطبيق EA...
de: Lade EA App herunter...
es: Descargando EA App…

source: Downloading Epic Games...
ar: جاري تنزيل Epic Games...
de: Lade Epic Games herunter...
es: Descargando Epic Games…

source: Downloading Ubisoft Connect...
ar: جاري تنزيل Ubisoft Connect...
de: Lade Ubisoft Connect herunter...
es: Descargando Ubisoft Connect…

source: {title} installed.
ar: تم تثبيت {title}.
de: {title} installiert.
es: {title} instalado.

source: Download complete
ar: تم التنزيل
de: Download abgeschlossen
es: Descarga completa

source: Error during download: {error}
ar: خطأ أثناء التنزيل: {error}
de: Fehler beim Herunterladen: {error}
es: Error durante la descarga: {error}

source: Please close the login window and press:
ar: يرجى إغلاق نافذة تسجيل الدخول والضغط على:
de: Bitte schließen Sie das Login-Fenster und drücken Sie:
es: Por favor, cierre la ventana de inicio de sesión y presione:

source: Please close the login window and wait...
ar: يرجى إغلاق نافذة تسجيل الدخول والانتظار...
de: Bitte schließen Sie das Login-Fenster und warten Sie...
es: Por favor, cierre la ventana de inicio de sesión y espere...

source: Extracting... {percent}%
ar: جاري استخراج... {percent}%
de: Extrahiere... {percent}%
es: Extrayendo... {percent}%

source: Extraction complete
ar: تم الاستخراج
de: Extrahierung abgeschlossen
es: Extracción completa

source: Error during extraction: {error}
ar: خطأ أثناء الاستخراج: {error}
de: Fehler während der Extrahierung: {error}
es: Error durante la extracción: {error}

source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración

source: Language
ar: اللغة
de: Sprache
es: Idioma

source: Interface Mode
ar: وضع الواجهة
de: Interface Modus
es: Modo de interfaz

source: Start maximized
ar: ابدأ نافذة التطبيق مكبرة
de: Maximiert starten
es: Iniciar maximizado

source: Start in fullscreen
ar: بدء في وضع ملء الشاشة
de: Im Vollbildmodus starten
es: Iniciar en pantalla completa

source: Alt+Enter toggles fullscreen
ar: Alt+Enter لتبديل وضع ملء الشاشة
de: Alt+Enter schaltet den Vollbildmodus um
es: Alt+Enter alterna la pantalla completa

source: Gamepad navigation (experimental)
ar: التنقل بواسطة الجيم باد (تجريبي)
de: Gamepad-Navigation (experimentell)
es: Navegación con gamepad (experimental)

source: Default Prefixes Location
ar: موقع prefixes الافتراضي
de: Standard Prefix Speicherort

source: /path/to/the/prefix
ar: /مسار/إلى/البادئة
de: /Pfad/zum/Prefix

source: Default Prefix Tools
ar: أدوات Prefix الافتراضية
de: Standard Prefix Werkzeuge

source: Default Runner
ar: المشغل الافتراضي
de: Standard Runner

source: GE-Proton Manager
ar: مدير GE-Proton
es: Gestor de GE-Proton

source: Miscellaneous
ar: متنوع
de: Sonstiges
es: Varios

source: Use discrete GPU
ar: استخدام GPU منفصل
de: Diskrete GPU verwenden
es: Usar GPU dedicada

source: Close when running a game/app
ar: إغلاق عند تشغيل لعبة/تطبيق
de: Schließen beim Ausführen eines Spiels / einer Anwendung
es: Cerrar al ejecutar un juego/app

source: System tray icon
ar: أيقونة منطقة الإعلام
de: Taskleistensymbol
es: Icono en la bandeja del sistema

source: Start on boot
ar: بدء عند التشغيل
de: Bei Systemstart ausführen
es: Iniciar al arrancar

source: Disable splash window
ar: تعطيل نافذة البداية
de: Splash-Fenster deaktivieren
es: Desactivar ventana de presentación

source: Enable logging
ar: تمكين التسجيل
de: Logging aktivieren
es: Activar registro

source: Use Wayland driver (experimental)
ar: استخدام برنامج Wayland (تجريبي)
de: Wayland-Treiber verwenden (experimentell)
es: Usar controlador Wayland (experimental)

source: Only works with GE-Proton10-1 or superior.
ar: يعمل فقط مع GE-Proton10-1 أو أحدث.
de: Funktioniert nur mit GE-Proton10-1 oder höher.
es: Solo funciona con GE-Proton10-1 o superior.

source: Enable HDR (experimental)
ar: تفعيل HDR (تجريبي)
de: HDR aktivieren (experimentell)
es: Activar HDR (experimental)

source: Run
ar: تشغيل
de: Ausführen
es: Ejecutar

source: Run a file inside the prefix
ar: تشغيل ملف داخل prefix
de: Eine Datei innerhalb des Prefix ausführen
es: Ejecutar un archivo dentro del prefijo

source: Shows an overlay for monitoring FPS, temperatures, CPU/GPU load and more.
ar: يعرض نافذة على الشاشة تعرض عدد الإطارات(FPS)، ودرجة حرارة الجهاز، وأداء المعالج وكرت الشاشة والمزيد.
de: Zeigt ein Overlay zur Überwachung von FPS, Temperaturen, CPU/GPU-Auslastung und mehr an.
es: Muestra una superposición para monitorizar FPS, temperaturas, carga de CPU/GPU y más.

source: Tweaks your system to improve performance.
ar: يضبط نظامك لتحسين الأداء.
de: Optimiert dein System, um die Leistung zu verbessern.
es: Ajusta tu sistema para mejorar el rendimiento.

source: Disable Hidraw
ar: تعطيل Hidraw
de: Hidraw deaktivieren
es: Desactivar Hidraw

source: May fix controller issues with some games. Only works with GE-Proton10-3 or superior.
ar: قد يصلح مشاكل التحكم في بعض الألعاب. يعمل فقط مع GE-Proton10-3 أو أحدث.
de: Kann Controller-Probleme in einigen Spielen beheben. Funktioniert nur mit GE-Proton10-3 oder höher.

source: Support the Project
ar: دعم المشروع
de: Projekt unterstützen
es: Apoyar el proyecto

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar

source: Backup/Restore Settings
ar: نسخ احتياطي / استعادة الإعدادات
de: Einstellungen sichern/wiederherstellen
es: Copia de Seguridad/Restaurar Configuración

source: Backup
ar: نسخ احتياطي
de: Sichern
es: Copia de seguridad

source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar

source: Gamescope Settings
ar: إعدادات Gamescope
de: Gamescope-Einstellungen
es: Gamescope Configuración

source: * Restart to apply Gamescope Settings.
ar: * أعد التشغيل لتطبيق إعدادات Gamescope.
de: * Neustart notwendig, um die Gamescope-Einstellungen zu übernehmen.
es: * Reiniciar para aplicar la configuración de Gamescope.

source: Screen Resolution
ar: دقة الشاشة
de: Bildschirmauflösung
es: Resolución de pantalla

source: Game Resolution
ar: دقة اللعبة
de: Spiel-Auflösung
es: Resolución del Juego

source: Refresh Rate
ar: معدل التحديث
de: Bildwiederholrate
es: Frecuencia de Refresco

source: Prefer Output
ar: اختر المخرج المفضل
de: Ausgabe bevorzugen
es: Preferir Salida

source: Adaptive Sync
ar: المزامنة التكيفية
es: Sincronización Adaptativa

source: Shows an overlay for monitoring FPS, temperatures, CPU/GPU load and more. NOT INSTALLED.
ar: يعرض نافذة على الشاشة تعرض عدد الإطارات(FPS)، ودرجة حرارة الجهاز، وأداء المعالج وكرت الشاشة والمزيد. غير مثبت.
de: Zeigt ein Overlay zur Überwachung von FPS, Temperaturen, CPU/GPU-Auslastung und mehr an. NICHT INSTALLIERT.
es: Muestra una superposición para monitorear FPS, temperaturas, carga de CPU/GPU y más. NO INSTALADO.

source: Tweaks your system to improve performance. NOT INSTALLED.
ar: يضبط نظامك لتحسين الأداء. غير مثبت.
de: Optimiert dein System, um die Leistung zu verbessern. NICHT INSTALLIERT.
es: Optimiza tu sistema para mejorar el rendimiento. NO INSTALADO.

source: Error accessing the directory: {error}
ar: خطأ في الوصول إلى المجلد: {error}
de: Fehler beim Zugriff auf das Verzeichnis: {error}
es: Error al acceder al directorio: {error}

source: Select a file to run inside the prefix
ar: حدد ملفًا لتشغيله داخل prefix
de: Wählen Sie eine Datei aus, die innerhalb des Prefix ausgeführt werden soll

source: Windows files
ar: ملفات Windows
de: Windows-Dateien
es: Archivos de Windows

source: All files
ar: جميع الملفات
de: Alle Dateien
es: Todos los archivos

source: Open
ar: فتح
de: Öffnen
es: Abrir

source: Prefixes and runners will not be backed up!
ar: لن يتم عمل نسخة احتياطية prefix وrunners!
de: Prefixes und Runner werden nicht gesichtert!
es: ¡Los prefijos y los ejecutables no se guardarán en la copia de seguridad!

source: Save the backup file as...
ar: حفظ ملف النسخ الاحتياطي باسم...
de: Speichern Sie die Sicherung unter...
es: Guardar el archivo de copia de seguridad como...

source: Save
ar: حفظ
de: Speichern
es: Guardar

source: Select a backup file to restore
ar: حدد ملف نسخ احتياطي لاستعادته
de: Wählen Sie eine Sicherung zur Wiederherstellung aus
es: Seleccione un archivo de copia de seguridad para restaurar

source: This is not a valid Faugus Launcher backup file.
ar: هذا ليس ملف نسخ احتياطي صالح لـ Faugus Launcher.
de: Das ist keine gültige Faugus Launcher Sicherungsdatei.
es: Este no es un archivo de copia de seguridad válido para Faugus Launcher.

source: Are you sure you want to overwrite the settings?
ar: هل أنت متأكد أنك تريد الكتابة فوق الإعدادات؟
de: Sind Sie sicher, dass sie die Einstellungen überschreiben möchten?
es: ¿Está seguro de que desea sobrescribir la configuración?

source: No
ar: لا
de: Nein

source: Yes
ar: نعم
de: Ja
es: Sí

source: Select a prefix location
ar: حدد موقع prefix
de: Wählen Sie einen Prefix-Ordner aus

source: Duplicate {title}
ar: نسخ {title}
de: {title} duplizieren
es: Duplicar {title}

source: Title
ar: العنوان
de: Titel
es: Título

source: Game Title
ar: عنوان اللعبة
de: Spieltitel
es: Título del juego

source: Delete {title}
ar: حذف {title}
de: {title} löschen
es: Eliminar {title}

source: Are you sure you want to delete {title}?
ar: هل أنت متأكد أنك تريد حذف {title}؟
de: Sind Sie sicher, dass sie {title} löschen möchten?
es: ¿Está seguro de que desea eliminar {title}?

source: Also remove the prefix
ar: إزالة prefix أيضًا
de: Prefix ebenfalls löschen
es: También elimina el prefijo

source: New Game/App
ar: لعبة/تطبيق جديد
de: Neues Spiel/Anwendung
es: Nuevo Juego/App

source: Path
ar: المسار
de: Pfad
es: Ruta

source: /path/to/the/exe
ar: /مسار/إلى/الملف التنفيذي
de: /Pfad/zur/exe
es: /ruta/al/exe

source: Launch Arguments
ar: وسائط التشغيل
de: Startoptionen
es: Argumentos de lanzamiento

source: e.g.: PROTON_USE_WINED3D=1 gamescope -W 2560 -H 1440
ar: مثال: PROTON_USE_WINED3D=1 gamescope -W 2560 -H 1440
de: z.B.: PROTON_USE_WINED3D=1 gamescope -W 2560 -H 1440
es: p. ej.: PROTON_USE_WINED3D=1 gamescope -W 2560 -H 1440

source: Game Arguments
ar: وسائط اللعبة
de: Spieloptionen
es: Argumentos del juego

source: e.g.: -d3d11 -fullscreen
ar: مثال: -d3d11 -fullscreen
de: z.B.: -d3d11 -fullscreen
es: p. ej.: -d3d11 -fullscreen

source: Additional Application
ar: تطبيق إضافي
de: Zusätzliche Anwendung
es: Aplicación Adicional

source: Additional application to run with the game, like Cheat Engine, Trainers, Mods...
ar: تطبيق إضافي لتشغيله مع اللعبة، مثل Cheat Engine أو المدربين أو التعديلات...
de: Zusätzliche Anwendung, die zusammen mit dem Spiel gestartet wird, wie Cheat Engine, Trainer, Mods...
es: Aplicación adicional para ejecutar con el juego, como Cheat Engine, Trainers, Mods...

source: /path/to/the/app
ar: /مسار/إلى/التطبيق
de: /Pfad/zur/Anwendung
es: /ruta/al/app

source: Shortcut
ar: اختصار
de: Verknüpfung
es: Acceso directo

source: Add or remove a shortcut from the Desktop and the Application Launcher.
ar: إضافة أو إزالة اختصار من سطح المكتب ومنشئ التطبيقات.
de: Verknüpfung auf dem Desktop und im Startmenü hinzufügen oder entfernen.
es: Agregar o eliminar un acceso directo del Escritorio y del Lanzador de Aplicaciones.

source: Steam Shortcut
ar: اختصار Steam
de: Steam-Verknüpfung
es: Acceso directo de Steam

source: Add or remove a shortcut from Steam. Steam needs to be restarted.
ar: إضافة أو إزالة اختصار من Steam. يجب إعادة تشغيل Steam.
de: Eine Verknüpfung in Steam hinzufügen oder entfernen. Steam muss neu gestartet werden.
es: Agregar o quitar un acceso directo de Steam. Es necesario reiniciar Steam.

source: Select an icon for the shortcut
ar: حدد أيقونة للاختصار
de: Wählen Sie einen Icon für die Verknüpfung aus
es: Seleccione un icono para el acceso directo

source: Refresh
ar: تحديث
de: Aktualisieren
es: Refrescar

source: Load from file
ar: تحميل من ملف
de: Aus Datei laden
es: Cargar desde archivo

source: Game/App
ar: لعبة/تطبيق
de: Spiel/Anwendung
es: Juego/App

source: Tools
ar: أدوات
de: Werkzeuge
es: Herramientas

source: Invalid Image
ar: صورة غير صالحة
de: Ungültiges Bild
es: Imagen no válida

source: Select an image for the banner
ar: حدد صورة للافتة
de: Wählen Sie ein Bild für das Banner
es: Seleccione una imagen para el banner

source: Image files
ar: ملفات الصور
de: Bilddateien
es: Archivos de imagen

source: The selected file is not a valid image.
ar: الملف المحدد ليس صورة صالحة.
de: Die ausgewählte Datei ist kein gültiges Bild.
es: El archivo seleccionado no es una imagen válida.

source: Please choose another one.
ar: يرجى اختيار آخر.
de: Bitte wählen Sie ein anderes.
es: Por favor, elija otro.

source: Error fetching the banner: {error}
ar: خطأ في جلب اللافتة: {error}
de: Fehler beim Abrufen des Banners: {error}
es: Error al obtener el banner: {error}

source: Select an additional application
ar: حدد تطبيقًا إضافيًا
de: Wählen Sie eine zusätzliche Anwendung
es: Seleccione una aplicación adicional

source: Windows Game
ar: لعبة Windows
de: Windows-Spiel
es: Juego de Windows

source: Linux Game
ar: لعبة Linux
de: Linux-Spiel
es: Juego de Linux

source: The file does not contain icons.
ar: الملف لا يحتوي على أيقونات.
de: Die Datei enthält keine Icons.
es: El archivo no contiene iconos.

source: Error extracting icon: {error}
ar: خطأ في استخراج الأيقونة: {error}
de: Fehler beim Extrahieren des Icons: {error}
es: Error al extraer el icono: {error}

source: An error occurred: {error}
ar: حدث خطأ: {error}
de: Ein Fehler ist aufgetreten: {error}
es: Ocurrió un error: {error}

source: Unable to open {file}
ar: تعذر فتح {file}
de: {file} kann nicht geöffnet werden
es: No se puede abrir {file}

source: Select the game's .exe
ar: حدد ملف .exe الخاص باللعبة
de: Wählen sie .exe-Datei des Spiels aus
es: Seleccione el .exe del juego

source: Session mode activated
ar: تم تفعيل وضع الجلسة
de: Session-Modus aktiviert
es: Modo de sesión activado

source: Invalid arguments
ar: معطيات غير صحيحة
de: Ungültige Argumente
es: Argumentos no válidos

source: Faugus Launcher is already running.
ar: Faugus Launcher قيد التشغيل بالفعل.
de: Faugus Launcher läuft bereits.
es: Faugus Launcher ya se está ejecutando.
