Repository: CcMenta/faugus-launcher
Catalog: languages/*/faugus-run.po
Languages: ar, es, sv, uk

source: {path} was not found.
ar: لم يتم العثور على {path}
es: {path} no encontrado.
sv: {path} hittades inte.
uk: {path} не знайдено.

source: Please install it or use another Proton version.
ar: يرجى تثبيته أو استخدام إصدار آخر من Proton.
es: Por favor, instálalo o usa otra versión de Proton.
sv: Vänligen installera den eller använd en annan Protonversion.
uk: Будь ласка, встановіть його або використовуйте іншу версію Proton.

source: Ok
ar: تمام
uk: Гаразд

source: Using {path}
ar: يتم استخدام {path}
es: Usando {path}
sv: Använder {path}
uk: Використовується {path}

source: Updating BattlEye...
ar: جارٍ تحديث BattlEye...
es: Actualizando BattlEye…
sv: Uppdaterar BattleEye...
uk: Оновлення BattlEye...

source: Updating Easy Anti-Cheat...
ar: جارٍ تحديث Easy Anti-cheat...
es: Actualizando Easy Anti-Cheat…
sv: Uppdaterar Easy Anti-Cheat...
uk: Оновлення Easy Anti-Cheat...

source: Components are up to date
ar: جميع المكونات محدّثة
es: Los componentes están actualizados
sv: Komponenterna är uppdaterade
uk: Компоненти оновлено

source: Downloading GE-Proton...
ar: جارٍ تنزيل GE-Proton...
es: Descargando GE-Proton…
sv: Laddar ner GE-Proton...
uk: Завантаження GE-Proton...

source: Downloading UMU-Proton...
ar: جارٍ تنزيل UMU-Proton...
es: Descargando UMU-Proton…
sv: Laddar ner UMU-Proton...
uk: Завантаження UMU-Proton...

source: Downloading Steam Runtime...
ar: جارٍ تنزيل Steam Runtime...
es: Descargando Steam Runtime…
sv: Laddar ner Steam Runtime...
uk: Завантаження Steam Runtime...

source: Extracting Steam Runtime...
ar: جارٍ استخراج Steam Runtime...
es: Extrayendo Steam Runtime…
sv: Extraherar Steam Runtime...
uk: Видобування Steam Runtime...

source: Extracting GE-Proton...
ar: جارٍ استخراج GE-Proton...
es: Extrayendo GE-Proton…
sv: Extraherar GE-Proton...
uk: Видобування GE-Proton...

source: Extracting UMU-Proton...
ar: جارٍ استخراج UMU-Proton...
es: Extrayendo UMU-Proton…
sv: Extraherar UMU-Proton...
uk: Видобування UMU-Proton...

source: GE-Proton is up to date
ar: GE-Proton مواكب لآخر التحديثات
es: GE-Proton está actualizado
sv: GE-Proton är uppdaterad
uk: GE-Proton оновлено

source: UMU-Proton is up to date
ar: مواكب لآخر التحديثات. UMU-Proton
es: UMU-Proton está actualizado
sv: UMU-Proton är uppdaterad
uk: UMU-Proton оновлено

source: Steam Runtime is up to date
ar: مواكب لآخر التحديثات Steam Runtime
es: Steam Runtime está actualizado
sv: Steam Runtime är uppdaterad
uk: Steam Runtime оновлено

source: The keys and values were successfully added to the registry.
ar: تمت إضافة المفاتيح والقيم إلى السجل بنجاح.
es: Las claves y los valores se agregaron correctamente al registro.
sv: Nycklarna och värdena har lagts till i registret.
uk: Ключі та значення успішно додано до реєстру.
